Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

source: Automatic categorization is based on keywords in the payment description and may **contain errors**—especially with unknown payments, many end up under “Uncategorized.”
ar: يعتمد التصنيف التلقائي على الكلمات المفتاحية الواردة في غرض الدفع، وقد **يحتوي على أخطاء** – لا سيما في حالة المدفوعات غير المعروفة، حيث يتم تصنيف الكثير منها تحت فئة «غير مصنف».
cs: Automatické zařazení do kategorií vychází z klíčových slov v účelu platby a může **obsahovat chyby** – zejména u neznámých plateb se mnoho z nich ocitne v kategorii „Nezřazené“.
da: Den automatiske kategorisering er baseret på nøgleord i betalingsformålet og kan **indeholde fejl** – især når det gælder ukendte betalinger, havner mange af dem under »Ikke kategoriseret«.
de: Die automatische Kategorisierung basiert auf Stichwörtern im Verwendungszweck und kann **Fehler enthalten** – besonders bei unbekannten Zahlungen landet vieles unter «Unkategorisiert».
es: La clasificación automática se basa en palabras clave del concepto de pago y puede **contener errores**; sobre todo en el caso de los pagos desconocidos, muchos de ellos acaban en la categoría «Sin clasificar».
fr: La classification automatique repose sur les mots-clés figurant dans le motif du paiement et peut **contenir des erreurs** – notamment dans le cas de paiements inconnus, beaucoup d'entre eux se retrouvent dans la catégorie « Non classé ».
hr: Automatska kategorizacija temelji se na ključnim riječima u referenci plaćanja i može sadržavati pogreške – osobito u slučaju nepoznatih uplata, mnoge završe pod 'Nekategorizirano'.
hu: Az automatikus kategorizálás a fizetési célban szereplő kulcsszavakon alapul, és **hibákat tartalmazhat** – különösen az ismeretlen fizetések esetében sok tranzakció a „Kategorizálatlan” kategóriába kerül.
it: La classificazione automatica si basa sulle parole chiave presenti nella causale del pagamento e può **contenere errori**: soprattutto nel caso di pagamenti non identificati, molti di essi finiscono nella categoria «Non classificato».
ja: 自動分類は振込目的欄のキーワードに基づいて行われますが、**誤りが含まれる**場合があります。特に、出所が不明な支払いの場合は、多くのものが「未分類」に分類されてしまいます。
nb: Den automatiske kategoriseringen er basert på nøkkelord i betalingsformålet og kan **inneholde feil** – spesielt når det gjelder ukjente betalinger, havner mye under «Ukategorisert».
nl: De automatische categorisering is gebaseerd op trefwoorden in de betalingsomschrijving en kan **fouten bevatten** – vooral bij onbekende betalingen komt veel onder ‘Ongecategoriseerd’ terecht.
pl: Automatyczna kategoryzacja opiera się na słowach kluczowych zawartych w tytule przelewu i może **zawierać błędy** – zwłaszcza w przypadku nieznanych płatności wiele z nich trafia do kategorii „Niesklasyfikowane”.
pt_br: A categorização automática se baseia em palavras-chave na descrição do pagamento e pode **conter erros** – especialmente no caso de pagamentos desconhecidos, muitos acabam sendo classificados como “Sem categoria”.
ro: Clasificarea automată se bazează pe cuvintele-cheie din descrierea plății și poate **conține erori** – în special în cazul plăților necunoscute, multe dintre ele sunt clasificate la categoria „Neclasificate”.
ru: Автоматическая классификация по категориям основана на ключевых словах в описании платежа и может **содержать ошибки** — особенно в случае неизвестных платежей многие из них попадают в категорию «Без категории».
sv: Den automatiska kategoriseringen baseras på nyckelord i betalningsändamålet och kan **innehålla fel** – särskilt när det gäller okända betalningar hamnar många av dem under ”Okategoriserade”.
tr: Otomatik kategorizasyon, ödeme açıklamasındaki anahtar kelimelere dayanır ve **hatalar içerebilir** – özellikle kaynağı bilinmeyen ödemelerde, birçok ödeme «Kategorize Edilmemiş» olarak sınıflandırılır.
zh_hans: 自动分类功能基于付款用途中的关键词，可能**存在错误**——尤其是对于来源不明的付款，很多都会被归类为“未分类”。

# Diese Aktion kann nicht rückgängig gemacht werden.
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذه العملية.
cs: Tuto akci nelze zrušit.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
hr: Ovu radnju nije moguće poništiti.
hu: Ezt a műveletet nem lehet visszavonni.
it: Questa operazione non può essere annullata.
ja: この操作は取り消すことができません。
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej czynności nie można cofnąć.
pt_br: Essa ação não pode ser revertida.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sv: Denna åtgärd kan inte ångras.
tr: Bu işlem geri alınamaz.
zh_hans: 此操作无法撤销。

# Dieses Jahr
source: This year
ar: هذا العام
cs: Letos
da: I år
de: Dieses Jahr
es: Este año
fr: Cette année
hr: Ove godine
hu: Idén
it: Quest'anno
ja: 今年は
nb: I år
nl: Dit jaar
pl: W tym roku
pt_br: Este ano
ro: Anul acesta
ru: В этом году
sv: I år
tr: Bu yıl
zh_hans: 今年

# Differenz
source: Difference
ar: الفرق
cs: Rozdíl
da: Forskel
de: Differenz
es: Diferencia
fr: Différence
hr: Razlika
hu: Különbség
it: Differenza
ja: 差
nb: Forskjell
nl: Verschil
pl: Różnica
pt_br: Diferença
ro: Diferență
ru: Разница
sv: Skillnad
tr: Fark
zh_hans: 差额

source: Done
ar: منتهي
cs: Hotovo
da: Færdig
de: Fertig
es: Hecho
fr: Fait
hr: Gotovo
hu: Kész
it: Fatto
nb: Ferdig
nl: Klaar
pt_br: Feito
ro: Făcut
ru: Сделанный
sv: Gjort
tr: Tamamlamak
zh_hans: 完毕

source: You can correct entries by defining **rules** or by manually assigning a **note with a category** to a transaction. This way, the analysis learns over time.
ar: يمكنك تصحيح الحجوزات عن طريق تحديد **القواعد** أو إضافة **ملاحظة مع فئة** يدويًّا إلى أي معاملة. وبهذه الطريقة، يتعلم نظام التحليل بمرور الوقت.
cs: Záznamy můžeš opravit tak, že definuješ **pravidla** nebo k transakci ručně přidáš **poznámku s kategorií**. Díky tomu se vyhodnocování postupem času učí.
da: Du kan rette posteringer ved at definere **regler** eller manuelt tilføje en **note med kategori** til en transaktion. På den måde lærer analysen med tiden.
de: Du kannst Buchungen korrigieren, indem du **Regeln** definierst oder einer Transaktion manuell eine **Notiz mit Kategorie** vergibst. So lernt die Auswertung mit der Zeit.
es: Puedes corregir los registros definiendo **reglas** o asignando manualmente a una transacción una **nota con categoría**. De este modo, el análisis va aprendiendo con el tiempo.
fr: Tu peux corriger les écritures en définissant des **règles** ou en attribuant manuellement une **note avec une catégorie** à une transaction. Ainsi, l'analyse apprend au fil du temps.
hr: Možete ispraviti unose definiranjem **pravila** ili ručnim dodavanjem **bilješke s kategorijom** transakciji. To pomaže sustavu analize da se s vremenom uči.
hu: A tranzakciókat úgy javíthatod ki, hogy **szabályokat** határozol meg, vagy egy tranzakcióhoz manuálisan hozzárendel egy **kategóriával ellátott megjegyzést**. Így az elemzés idővel egyre pontosabbá válik.
it: Puoi correggere le registrazioni definendo delle **regole** oppure assegnando manualmente a una transazione una **nota con categoria**. In questo modo, l'analisi impara col tempo.
ja: **ルール**を定義するか、取引に手動で**カテゴリ付きのメモ**を追加することで、予約内容を修正できます。そうすることで、分析機能は時間の経過とともに学習していきます。
nb: Du kan korrigere posteringer ved å definere **regler** eller manuelt legge til en **merknad med kategori** til en transaksjon. På denne måten lærer analyseverktøyet seg over tid.
nl: Je kunt boekingen corrigeren door **regels** te definiëren of door handmatig een **notitie met categorie** aan een transactie toe te voegen. Zo leert de analyse na verloop van tijd.
pl: Możesz korygować wpisy, definiując **reguły** lub ręcznie dodając do transakcji **notatkę z kategorią**. Dzięki temu system z czasem się uczy.
pt_br: Você pode corrigir lançamentos definindo **regras** ou atribuindo manualmente uma **nota com categoria** a uma transação. Assim, a análise vai aprendendo com o tempo.
ro: Poți corecta înregistrările definind **reguli** sau atribuind manual unei tranzacții o **notă cu categorie**. Astfel, sistemul de analiză învață în timp.
ru: Ты можешь корректировать записи, определив **правила** или вручную добавив к транзакции **примечание с категорией**. Таким образом система со временем будет учиться.
sv: Du kan korrigera bokföringar genom att definiera **regler** eller manuellt lägga till en **anteckning med kategori** till en transaktion. På så sätt lär sig analysen med tiden.
tr: **Kurallar** tanımlayarak veya bir işleme manuel olarak **kategorili bir not** ekleyerek kayıtları düzeltebilirsin. Böylece analiz sistemi zamanla öğrenir.
zh_hans: 你可以通过定义**规则**，或者手动为某笔交易添加包含**分类**的**备注**来更正记账记录。这样，系统分析功能就会随着时间的推移不断学习。

source: You'll exit this view and open the analysis view using the "%@" filter. This will show you exactly which transactions were counted.
ar: ستغادر هذه الشاشة وتفتح شاشة التحليل باستخدام عامل التصفية «%@». وبذلك ستتمكن من معرفة المعاملات التي تم احتسابها بالضبط.
cs: Opustíš tento pohled a otevřeš analytický pohled s filtrem „%@“. Tak uvidíš přesně, které transakce byly započítány.
da: Du forlader denne visning og åbner analysevisningen med filteret «%@». Så kan du se præcis, hvilke transaktioner der er blevet talt med.
de: Du verlässt diese Ansicht und öffnest die Analyseansicht mit dem Filter «%@». So siehst du genau welche Transaktionen gezählt wurden.
es: Sal de esta vista y abre la vista de análisis con el filtro «%@». Así podrás ver exactamente qué transacciones se han contabilizado.
fr: Tu quittes cet écran et tu ouvres l'écran d'analyse avec le filtre « %@ ». Tu peux ainsi voir exactement quelles transactions ont été comptabilisées.
hr: Napustit ćete ovaj prikaz i otvoriti prikaz analize koristeći filtar '%@'. Time ćete točno vidjeti koje su transakcije bile izbrojane.
hu: Elhagyod ezt a nézetet, és megnyitod az „%@” szűrővel ellátott elemzési nézetet. Így pontosan láthatod, mely tranzakciókat számolták össze.
it: Esci da questa schermata e apri la schermata di analisi con il filtro «%@». In questo modo potrai vedere esattamente quali transazioni sono state conteggiate.
ja: この画面を閉じて、「%@」というフィルターが適用された分析画面を開きます。そうすれば、どのトランザクションが集計されたかが正確に確認できます。
nb: Du forlater denne visningen og åpner analysevisningen med filteret «%@». Slik ser du nøyaktig hvilke transaksjoner som er telt med.
nl: Je verlaat dit scherm en opent het analyseoverzicht met het filter «%@». Zo kun je precies zien welke transacties zijn geteld.
pl: Opuszczasz ten widok i otwierasz widok analizy z filtrem „%@”. W ten sposób możesz dokładnie sprawdzić, które transakcje zostały uwzględnione.
pt_br: Você sai desta tela e abre a tela de análise com o filtro «%@». Assim, você pode ver exatamente quais transações foram contabilizadas.
ro: Ieși din această vizualizare și deschizi vizualizarea de analiză cu filtrul „%@”. Astfel, poți vedea exact ce tranzacții au fost luate în calcul.
ru: Вы выходите из этого окна и открываете окно анализа с фильтром «%@». Так вы сможете точно увидеть, какие транзакции были учтены.
sv: Du lämnar den här vyn och öppnar analysvyn med filtret ”%@”. På så sätt kan du se exakt vilka transaktioner som har räknats.
tr: Bu ekrandan çıkıp «%@» filtresiyle analiz ekranını açarsın. Böylece hangi işlemlerin sayıldığını tam olarak görebilirsin.
zh_hans: 你将退出当前视图，并使用过滤器“%@”打开分析视图。这样，你就能清楚地看到哪些交易被计入了统计。

source: Due on
ar: بسبب
cs: Termín splatnosti
da: Forfalder
de: Fällig am
es: Vencimiento el
fr: Due le
hr: Rok dospijeća
hu: esedékes
it: A causa
nb: Forfaller
nl: Verschuldigd op
pt_br: Vencimento em
ro: Datorită
ru: Срок оплаты
sv: Förfaller
tr: Vade tarihi
zh_hans: 到期日

source: Due this month
ar: المقرر هذا الشهر
cs: Splatné tento měsíc
da: Forfalder denne måned
de: Diesen Monat
es: Vencimiento este mes
fr: À rendre ce mois-ci
hr: Rok za ovaj mjesec
hu: Ebben a hónapban esedékes
it: Con scadenza questo mese
nb: Har termin denne måneden
nl: Deze maand verschuldigd
pt_br: Vencimento este mês
ro: Datorită luna aceasta
ru: Срок погашения в этом месяце
sv: Förfaller denna månad
tr: Bu ay vadesi dolacak
zh_hans: 本月到期

# due_this_month_count
source: %lld this month
ar: %lld هذا الشهر
cs: %lld tento měsíc
da: %lld denne måned
de: %lld diesen Monat
es: %lld este mes
fr: %lld ce mois-ci
hr: %lld ovog mjeseca
hu: %lld ebben a hónapban
it: %lld questo mese
nb: %lld denne måneden
nl: %lld deze maand
pt_br: %lld este mês
ro: %lld luna aceasta
ru: %lld в этом месяце
sv: %lld denna månad
tr: bu ay %lld
zh_hans: 本月 %lld

# Durchschnittliche jährl. Wertsteigerung (CH ≈ 2 %)
source: Average annual increase in value (CH ≈ 2%)
ar: متوسط الزيادة السنوية في القيمة (CH ≈ 2٪)
cs: Průměrný roční nárůst hodnoty (CH ≈ 2 %)
da: Gennemsnitlig årlig værdistigning (CH ≈ 2 %)
de: Durchschnittliche jährl. Wertsteigerung (CH ≈ 2 %)
es: Aumento medio anual del valor (CH ≈ 2 %)
fr: Appréciation annuelle moyenne (CH ≈ 2 %)
hr: Prosječno godišnje povećanje vrijednosti (CH ≈ 2 %)
hu: Átlagos éves érték növekedés (CH ≈ 2 %)
it: Aumento medio annuo del valore (CH ≈ 2 %)
ja: 年間平均価値上昇率（CH ≈ 2％）
nb: Gjennomsnittlig årlig verdistigning (CH ≈ 2 %)
nl: Gemiddelde jaarlijkse waardestijging (CH ≈ 2 %)
pl: Średni roczny wzrost wartości (CH ≈ 2 %)
pt_br: Aumento médio anual do valor (CH ≈ 2 %)
ro: Creșterea medie anuală a valorii (CH ≈ 2 %)
ru: Среднегодовой рост стоимости (CH ≈ 2 %)
sv: Genomsnittlig årlig värdeökning (CH ≈ 2 %)
tr: Yıllık ortalama değer artışı (CH ≈ %2)
zh_hans: 年均增值率（CH ≈ 2%）

# E-Banking → Kontoauszug → Export als CSV
source: Online Banking → Account Statement → Export as CSV
ar: الخدمات المصرفية الإلكترونية → كشف الحساب → تصدير كملف CSV
cs: E-bankovnictví → Výpis z účtu → Export do formátu CSV
da: E-banking → Kontoudtog → Eksporter som CSV
de: E-Banking → Kontoauszug → Export als CSV
es: Banca electrónica → Extracto de cuenta → Exportar como CSV
fr: Services bancaires en ligne → Relevé de compte → Exporter au format CSV
hr: Internetsko bankarstvo → Izvod računa → Izvoz kao CSV
hu: E-banking → Számlakivonat → Exportálás CSV-formátumban
it: E-banking → Estratto conto → Esporta in formato CSV
ja: オンラインバンキング → 口座明細 → CSV形式でエクスポート
nb: Nettbank → Kontoutskrift → Eksporter som CSV
nl: E-bankieren → Rekeningoverzicht → Exporteren als CSV
pl: Bankowość elektroniczna → Wyciąg z konta → Eksportuj jako CSV
pt_br: Banco online → Extrato bancário → Exportar como CSV
ro: E-Banking → Extras de cont → Export în format CSV
ru: Электронный банкинг → Выписка со счета → Экспорт в формат CSV
sv: E-banking → Kontoutdrag → Exportera som CSV
tr: E-Bankacılık → Hesap özeti → CSV olarak dışa aktar
zh_hans: 网上银行 → 账户对账单 → 导出为CSV

# E-Banking → Kontoauszug → Export als CSV (Semikolon-getrennt)
source: Online Banking → Account Statement → Export as CSV (semicolon-separated)
ar: الخدمات المصرفية الإلكترونية → كشف الحساب → تصدير بتنسيق CSV (مفصولة بفاصلة منقوطة)
cs: E-banking → Výpis z účtu → Export do formátu CSV (odděleno středníkem)
da: E-banking → Kontoudtog → Eksport som CSV (semikolonadskilt)
de: E-Banking → Kontoauszug → Export als CSV (Semikolon-getrennt)
es: Banca electrónica → Extracto de cuenta → Exportar como CSV (separado por punto y coma)
fr: Services bancaires en ligne → Relevé de compte → Exporter au format CSV (séparé par des points-virgules)
hr: Internetsko bankarstvo → Izvod računa → Izvoz kao CSV (odvojeno semikolonima)
hu: E-banking → Számlakivonat → Exportálás CSV-formátumban (pontosvesszővel elválasztva)
it: E-banking → Estratto conto → Esporta come CSV (separato da punto e virgola)
ja: E-バンキング → 口座明細 → CSV形式（セミコロン区切り）でエクスポート
nb: Nettbank → Kontoutskrift → Eksporter som CSV (semikolonseparert)
nl: E-bankieren → Rekeningoverzicht → Exporteren als CSV (gescheiden door puntkomma's)
pl: Bankowość elektroniczna → Wyciąg z konta → Eksportuj jako plik CSV (rozdzielany średnikami)
pt_br: Banco online → Extrato bancário → Exportar como CSV (separado por ponto-e-vírgula)
ro: E-Banking → Extras de cont → Export în format CSV (separat prin punct și virgulă)
ru: Электронный банкинг → Выписка со счета → Экспорт в формат CSV (разделение запятыми)
sv: E-banking → Kontoutdrag → Exportera som CSV (semikolonseparerad)
tr: E-Bankacılık → Hesap özeti → CSV olarak dışa aktar (noktalı virgülle ayrılmış)
zh_hans: 网上银行 → 账户对账单 → 导出为CSV（分号分隔）

source: Edit
ar: يحرر
cs: Upravit
da: Redigere
de: Bearbeiten
es: Editar
fr: Modifier
hr: Uredi
hu: Szerkesztés
it: Modificare
nb: Redigere
nl: Bewerking
pt_br: Editar
ro: Edita
ru: Редактировать
sv: Redigera
tr: Düzenlemek
zh_hans: 编辑

source: Edit Account
ar: تحرير الحساب
cs: Upravit účet
da: Rediger konto
de: Konto bearbeiten
es: Editar cuenta
fr: Modifier le compte
hr: Uredi račun
hu: Fiók szerkesztése
it: Modifica account
nb: Rediger konto
nl: Account bewerken
pt_br: Editar conta
ro: Editați contul
ru: Редактировать аккаунт
sv: Redigera konto
tr: Hesabı Düzenle
zh_hans: 编辑帐户

# edit_booking
source: Edit Entry
ar: تحرير الإدخال
cs: Upravit záznam
da: Rediger indtastning
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l'entrée
hr: Uredi unos
hu: Bejegyzés szerkesztése
it: Modifica voce
nb: Rediger oppføring
nl: Invoer bewerken
pt_br: Editar entrada
ro: Editați intrarea
ru: Редактировать запись
sv: Redigera post
tr: Girişi Düzenle
zh_hans: 编辑条目

# edit_category_title
source: Edit Category
ar: تحرير الفئة
cs: Upravit kategorii
da: Rediger kategori
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
hr: Uredi kategoriju
hu: Kategória szerkesztése
it: Modifica categoria
nb: Rediger kategori
nl: Categorie bewerken
pt_br: Editar categoria
ro: Editați categoria
ru: Изменить категорию
sv: Redigera kategori
tr: Kategoriyi Düzenle
zh_hans: 编辑类别

source: Edit Entry
ar: تحرير الإدخال
cs: Upravit záznam
da: Rediger indtastning
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l'entrée
hr: Uredi unos
hu: Bejegyzés szerkesztése
it: Modifica voce
nb: Rediger oppføring
nl: Invoer bewerken
pt_br: Editar entrada
ro: Editați intrarea
ru: Редактировать запись
sv: Redigera post
tr: Girişi Düzenle
zh_hans: 编辑条目

# Eigene
source: Own
ar: الخاصة
cs: Vlastní
da: Egne
de: Eigene
es: Propio
fr: Propres
hr: Vlasništvo
hu: Saját
it: Proprie
ja: 独自の
nb: Egne
nl: Eigen
pl: Własne
pt_br: Próprio
ro: Proprii
ru: Собственный
sv: Egen
tr: Kendi
zh_hans: 自己的

# Eigene Bank
source: Our Own Bank
ar: بنك خاص
cs: Vlastní banka
da: Egen bank
de: Eigene Bank
es: Banco propio
fr: Sa propre banque
hr: Naša vlastita banka
hu: Saját bank
it: Banca propria
ja: 自社銀行
nb: Egen bank
nl: Eigen bank
pl: Własny bank
pt_br: Banco próprio
ro: Propria bancă
ru: Собственный банк
sv: Egen bank
tr: Kendi bankası
zh_hans: 自有银行

# Eigene Kategorien
source: Custom Categories
ar: الفئات الخاصة
cs: Vlastní kategorie
da: Egne kategorier
de: Eigene Kategorien
es: Categorías propias
fr: Catégories personnalisées
hr: Moje vlastite kategorije
hu: Saját kategóriák
it: Categorie personalizzate
ja: 独自のカテゴリ
nb: Egne kategorier
nl: Eigen categorieën
pl: Własne kategorie
pt_br: Categorias próprias
ro: Categorii proprii
ru: Собственные категории
sv: Egna kategorier
tr: Kendi kategorileri
zh_hans: 自定义分类

# Eigene Kategorien verwalten
source: Manage Your Own Categories
ar: إدارة الفئات الخاصة
cs: Správa vlastních kategorií
da: Administrer egne kategorier
de: Eigene Kategorien verwalten
es: Gestionar categorías propias
fr: Gérer ses propres catégories
hr: Upravljajte vlastitim kategorijama
hu: Saját kategóriák kezelése
it: Gestire le proprie categorie
ja: 独自のカテゴリを管理する
nb: Administrere egne kategorier
nl: Eigen categorieën beheren
pl: Zarządzanie własnymi kategoriami
pt_br: Gerenciar categorias próprias
ro: Gestionarea categoriilor proprii
ru: Управление собственными категориями
sv: Hantera egna kategorier
tr: Kendi kategorilerini yönetmek
zh_hans: 管理自定义分类

# Eigener Zeitraum
source: Custom time period
ar: الفترة الزمنية الخاصة
cs: Vlastní časové období
da: Egen tidsperiode
de: Eigener Zeitraum
es: Periodo propio
fr: Période choisie
hr: Svoje vremensko razdoblje
hu: Saját időtartam
it: Periodo specifico
ja: 独自の期間
nb: Egen tidsperiode
nl: Eigen periode
pl: Własny przedział czasowy
pt_br: Período específico
ro: Perioada proprie
ru: Собственный период времени
sv: Egen tidsperiod
tr: Kendi zaman aralığı
zh_hans: 自定义时间段

# Eigenkapital inkl. 3a
source: Equity, including 3a
ar: حقوق الملكية، بما في ذلك 3a
cs: Vlastní kapitál včetně 3a
da: Egenkapital inkl. 3a
de: Eigenkapital inkl. 3a
es: Fondos propios, incluido el 3a
fr: Capitaux propres, y compris 3a
hr: Kapital, uključujući 3a
hu: Saját tőke, beleértve a 3a-t is
it: Capitale proprio, incl. 3a
ja: 自己資本（3aを含む）
nb: Egenkapital inkl. 3a
nl: Eigen vermogen incl. 3a
pl: Kapitał własny, w tym 3a
pt_br: Patrimônio líquido, incluindo 3a
ro: Capital propriu, inclusiv 3a
ru: Собственный капитал, включая 3a
sv: Eget kapital inkl. 3a
tr: Özkaynak (3a dahil)
zh_hans: 权益（含3a）

# Einkommen nicht geplant
source: Income not planned
ar: دخل غير مخطط له
cs: Příjem nebyl plánován
da: Indtægter, der ikke er planlagt
de: Einkommen nicht geplant
es: Ingresos no previstos
fr: Revenus non prévus
hr: Prihod nije planiran
hu: A jövedelem nem szerepel a tervben
it: Reddito non previsto
ja: 収入の見込みがない
nb: Inntekt ikke planlagt
nl: Inkomen niet gepland
pl: Dochód nieprzewidziany
pt_br: Renda não prevista
ro: Venituri neprevăzute
ru: Доход не запланирован
sv: Inkomster som inte ingår i budgeten
tr: Gelir planlanmamıştır
zh_hans: 未计划的收入

# Einnahme
source: Revenue
ar: الإيرادات
cs: Příjem
da: Indtagelse
de: Einnahme
es: Ingresos
fr: Recettes
hr: Uzorak
hu: Bevétel
it: Assunzione
ja: 摂取
nb: Inntak
nl: Inname
pl: Przyjmowanie
pt_br: Receita
ro: Administrare
ru: Прием
sv: Intäkt
tr: Gelir
zh_hans: 收入

# Einnahmen
source: Revenue
ar: الإيرادات
cs: Příjmy
da: Indtægter
de: Einnahmen
es: Ingresos
fr: Recettes
hr: Prihodi
hu: Bevételek
it: Entrate
ja: 収入
nb: Inntekter
nl: Inkomsten
pl: Przychody
pt_br: Receitas
ro: Venituri
ru: Доходы
sv: Intäkter
tr: Gelirler
zh_hans: 收入

# Einnahmen (%lld)
source: Revenue (%lld)
ar: الإيرادات (%lld)
cs: Příjmy (%lld)
da: Indtægter (%lld)
de: Einnahmen (%lld)
es: Ingresos (% del PIB)
fr: Recettes (%lld)
hr: Prihod (% od ukupnog)
hu: Bevételek (%lld)
it: Entrate (%lld)
ja: 収入（%lld）
nb: Inntekter (%lld)
nl: Inkomsten (%lld)
pl: Przychody (%lld)
pt_br: Receitas (%lld)
ro: Venituri (%lld)
ru: Доходы (%lld)
sv: Intäkter (% av totalen)
tr: Gelirler (%lld)
zh_hans: 收入（%lld）

# Einstellungen
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh_hans: 设置

# Eintrag anpassen
source: Edit entry
ar: تعديل الإدخال
cs: Upravit záznam
da: Rediger indlæg
de: Eintrag anpassen
es: Modificar la entrada
fr: Modifier l'entrée
hr: Uredi unos
hu: A bejegyzés szerkesztése
it: Modifica voce
ja: エントリを編集する
nb: Rediger oppføringen
nl: Vermelding aanpassen
pl: Dostosuj wpis
pt_br: Editar entrada
ro: Modifică înregistrarea
ru: Изменить запись
sv: Redigera posten
tr: Girişi düzenle
zh_hans: 编辑条目

# Eintrag hinzufügen
source: Add an entry
ar: إضافة إدخال
cs: Přidat záznam
da: Tilføj indlæg
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
hr: Dodaj unos
hu: Bejegyzés hozzáadása
it: Aggiungi una voce
ja: 投稿を追加する
nb: Legg til oppføring
nl: Een bericht toevoegen
pl: Dodaj wpis
pt_br: Adicionar entrada
ro: Adăugați o intrare
ru: Добавить запись
sv: Lägg till en post
tr: Giriş ekle
zh_hans: 添加条目

source: Emoji
ar: الرموز التعبيرية
ja: 絵文字
ru: Эмодзи
zh_hans: 表情符号
